{
  "paragraphs": [
    {
      "author": "Douglas Adams",
      "paragraph": "Many were increasingly of the opinion that they'd all made a big mistake in coming down from the trees in the first place. And some said that even the trees had been a bad move, and that no one should ever have left the oceans."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "My doctor says that I have a malformed public-duty gland and a natural deficiency in moral fibre,” Ford muttered to himself, “and that I am therefore excused from saving Universes.”"
    },
    {
      "author": "Douglas Adams",
      "paragraph": "“You know,” said Arthur, “it's at times like this, when I'm trapped in a Vogon airlock with a man from Betelgeuse, and about to die of asphyxiation in deep space that I really wish I'd listened to what my mother told me when I was young.” “Why, what did she tell you?” “I don't know, I didn't listen.”"
    },
    {
      "author": "Douglas Adams",
      "paragraph": "Space,” it says, “is big. Really big. You just won't believe how vastly, hugely, mindbogglingly big it is. I mean, you may think it's a long way down the road to the chemist's, but that's just peanuts to space."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "Curiously enough, the only thing that went through the mind of the bowl of petunias as it fell was Oh no, not again. Many people have speculated that if we knew exactly why the bowl of petunias had thought that we would know a lot more about the nature of the Universe than we do now."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "For instance, on the planet Earth, man had always assumed that he was more intelligent than dolphins because he had achieved so much — the wheel, New York, wars and so on — whilst all the dolphins had ever done was muck about in the water having a good time. But conversely, the dolphins had always believed that they were far more intelligent than man — for precisely the same reasons."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "The last ever dolphin message was misinterpreted as a surprisingly sophisticated attempt to do a double-backwards-somersault through a hoop whilst whistling the 'Star Spangled Banner', but in fact the message was this: So long and thanks for all the fish."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "Not unnaturally, many elevators imbued with intelligence and precognition became terribly frustrated with the mindless business of going up and down, up and down, experimented briefly with the notion of going sideways, as a sort of existential protest, demanded participation in the decision-making process and finally took to squatting in basements sulking."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "The Total Perspective Vortex derives its picture of the whole Universe on the principle of extrapolated matter analyses.To explain — since every piece of matter in the Universe is in some way affected by every other piece of matter in the Universe, it is in theory possible to extrapolate the whole of creation — every sun, every planet, their orbits, their composition and their economic and social history from, say, one small piece of fairy cake. The man who invented the Total Perspective Vortex did so basically in order to annoy his wife."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "It is known that there are an infinite number of worlds, simply because there is an infinite amount of space for them to be in. However, not every one of them is inhabited. Therefore, there must be a finite number of inhabited worlds. Any finite number divided by infinity is as near to nothing as makes no odds, so the average population of all the planets in the Universe can be said to be zero. From this it follows that the population of the whole Universe is also zero, and that any people you may meet from time to time are merely the products of a deranged imagination."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "The disadvantages involved in pulling lots of black sticky slime from out of the ground where it had been safely hidden out of harm's way, turning it into tar to cover the land with, smoke to fill the air with and pouring the rest into the sea, all seemed to outweigh the advantages of being able to get more quickly from one place to another."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "Make it totally clear that this gun has a right end and a wrong end. Make it totally clear to anyone standing at the wrong end that things are going badly for them. If that means sticking all sort of spikes and prongs and blackened bits all over it then so be it. This is not a gun for hanging over the fireplace or sticking in the umbrella stand, it is a gun for going out and making people miserable with."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "It is a well known fact that those people who most want to rule people are, ipso facto, those least suited to do it. To summarize the summary: anyone who is capable of getting themselves made President should on no account be allowed to do the job."
    },
    {
      "author": "Douglas Adams",
      "paragraph": "The storm had now definitely abated, and what thunder there was now grumbled over more distant hills, like a man saying “And another thing…” twenty minutes after admitting he's lost the argument."
    },
    {
      "author": "George Orwell",
      "paragraph": "Don't you see that the whole aim of Newspeak is to narrow the range of thought? In the end we shall make thoughtcrime literally impossible, because there will be no words in which to express it."
    },
    {
      "author": "George Orwell",
      "paragraph": "Every record has been destroyed or falsified, every book rewritten, every picture has been repainted, every statue and street building has been renamed, every date has been altered. And the process is continuing day by day and minute by minute. History has stopped. Nothing exists except an endless present in which the Party is always right."
    },
    {
      "author": "George Orwell",
      "paragraph": "And if all others accepted the lie which the Party imposed—if all records told the same tale—then the lie passed into history and became truth. ‘Who controls the past' ran the Party slogan, ‘controls the future: who controls the present controls the past.'"
    },
    {
      "author": "George Orwell",
      "paragraph": "Tragedy, he perceived, belonged to the ancient time, to a time when there were still privacy, love, and friendship, and when the members of a family stood by one another without needing to know the reason."
    },
    {
      "author": "George Orwell",
      "paragraph": "Never again will you be capable of ordinary human feeling. Everything will be dead inside you. Never again will you be capable of love, or friendship, or joy of living, or laughter, or curiosity, or courage, or integrity. You will be hollow. We shall squeeze you empty, and then we shall fill you with ourselves."
    },
    {
      "author": "George Orwell",
      "paragraph": "To the future or to the past, to a time when thought is free, when men are different from one another and do not live alone—to a time when truth exists and what is done cannot be undone: From the age of uniformity, from the age of solitude, from the age of Big Brother, from the age of doublethink—greetings!"
    },
    {
      "author": "George Orwell",
      "paragraph": "What can you do, thought Winston, against the lunatic who is more intelligent than yourself, who gives your arguments a fair hearing and then simply persists in his lunacy?"
    },
    {
      "author": "George Orwell",
      "paragraph": "How do we know that two and two make four? Or that the force of gravity works? Or that the past is unchangeable? If both the past and the external world exist only in the mind, and if the mind itself is controllable – what then?"
    },
    {
      "author": "George Orwell",
      "paragraph": "Power is not a means; it is an end. One does not establish a dictatorship in order to safeguard a revolution; one makes the revolution in order to establish the dictatorship."
    },
    {
      "author": "George Orwell",
      "paragraph": "Being in a minority, even in a minority of one, did not make you mad. There was truth and there was untruth, and if you clung to the truth even against the whole world, you were not mad."
    }
  ]
}
